// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"Speed Dial/Group Dial List"="Senarai Dail Laju/Dail Kumpulan";
"Str_Fax_Printer_Speed_Dial_Speed_Dial_Count"="Dail Laju: %d";
"Str_Fax_Printer_Speed_Dial_Group_Dial_Count"="Kumpulan: %d";
"Str_Fax_Printer_Speed_Dial_Speed_Dial_Max"="Bilangan entri maksimum: %d";
"Str_Fax_Printer_Speed_Dial_Group_Dial_Max"="Anda boleh tambah sehingga %d entri dail laju.";
"Import from Other Phone Book"="Import daripada Buku Alamat";

// ------------------------------------------------------------------------
// OK/Cancel
// ------------------------------------------------------------------------
"OK"="OK";
"Cancel"="Batal";

// ------------------------------------------------------------------------
// Confirm write Speed Dial/Group Dial for Printer
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_Write"="Dail Laju/Dail Kumpulan untuk pencetak \"%s@\" telah dtukar.\nAdakah anda ingin menyimpan pertukaran ini di dalam pencetak?";
"Str_Alert_Printer_Speed_Dial_Confirm_Before_Execute"="Dail Laju/Dail Kumpulan untuk pencetak \"%@\" telah ditukar.";

// ------------------------------------------------------------------------
// Wait Dialog(read Speed Dial/Group Dial)
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Read_Wait_Dial"="Mendapatkan Dail Laju.";

// ------------------------------------------------------------------------
// Confirm write data
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_Write_Data"="Sedia untuk mula menyimpan data. Adakah anda ingin teruskan?";

// ------------------------------------------------------------------------
// Confirm over write data
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_ReWrite"="Tetapan Dail Laju/Dail Kumpulan pencetak telah ditulis ganti oleh pihak ketika.\nAdakah anda ingin tulis ganti?";

// ------------------------------------------------------------------------
// Wait Dialog(write Speed Dial/Group Dial)
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Send_Wait_Dial"="Menghantar Dail Laju.";

// ------------------------------------------------------------------------
// Confirm Import data
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_Import_Dial"="Jika maklumat peribadi yang diimport menyertakan aksara yang tidak disokong untuk nama Dail Laju, lajur Dail Laju akan dibiar kosong.";

// ------------------------------------------------------------------------
// Select Import Target
// ------------------------------------------------------------------------
"Select Import Target"="Pilih Sasaran Import";
"Select data to import."="Pilih data untuk diimport.";

// ------------------------------------------------------------------------
// Edit Speed Dial
// ------------------------------------------------------------------------
"Str_Edit_Speed_Dial_Dlg_Window_Title"="Edit Dail Laju";
"Str_Edit_Speed_Dial_Entry_Number"="Nombor Entri: %d";
"Name/Group Name"="Nama/Nama Kumpulan";
"Fax Number"="Nombor Faks";
"Because \"-\" acts as a pause, do not use it to punctuate phone numbers."="Kerana \"-\" bertindak sbg jeda, jangan gunakannya untuk membubuh tanda pada nombor telefon.";
"Speed Dial"="Dail Laju";
"Group Dial"="Dail Kumpulan";

// ------------------------------------------------------------------------
// Edit Group Dial
// ------------------------------------------------------------------------
"Str_Edit_Group_Dial_Dlg_Window_Title"="Edit Dail Kumpulan";
"Str_Edit_Group_Dial_Entry_Number"="Nombor Entri: %d";
"Member"="Ahli";
"Entry Number"="Nombor Entri";

// ------------------------------------------------------------------------
// Confirm Delete Data
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_Delete_Dial"="Adakah anda ingin memadam No. entri %d Dail Laju?";
"Str_Alert_Printer_Speed_Dial_Confirm_Delete_Dial_Group"="No. entri %d Dail Laju telah didaftarkan kepada satu atau lebih kumpulan, dan turut dihapuskan drp kumpulan.\nAdakah anda ingin memadam No. entri %d Dail Laju?";
"Str_Alert_Printer_Speed_Dial_Confirm_Delete_Dial_Group_Count0"="No. entri %d Dail Laju telah didaftarkan kepada satu atau lebih kumpulan, dan turut dipadamkan drp kumpulan. Hasilnya, sesetengah kumpulan akan menjadi kosong dan turut dihapuskan.\nAdakah anda ingin memadam No. entri %d Dail Laju?";
"Str_Alert_Printer_Speed_Dial_Confirm_Delete_Group"="Adakah anda ingin memadam No. entri %d Dail Kumpulan?";

// ------------------------------------------------------------------------
// Confirm Delete All Data
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_Delete_Dial_All"="Adakah anda ingin hapuskan semua senarai Dail Laju dan Dail Kumpulan untuk pencetak \"%@\"?";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"About FAX Utility..."="Tentang FAX Utility...";
"Preferences..."="Keutamaan...";
"Services"="Perkhidmatan";
"Hide FAX Utility"="Sembunyikan FAX Utility";
"Hide Others"="Sembunyi yang Lain";
"Show All"="Tunjuk Semua";
"Quit FAX Utility"="Kelua dari FAX Utility";
"File"="Fail";
"Get Speed Dials..."="Dapatkan Dail Laju";
"Send Speed Dials..."="Hantar Dail Laju";
"Import"="Import";
"Back up"="Sandaran";
"Close"="Tutup";
"From Address Book"="Daripada Buku Alamat";
"Save Backup..."="Simpan Sandaran...";
"Restore Backup..."="Pulihkan Sandaran...";
"Edit"="Edit";
"Undo"="Buat asal";
"Redo"="Buat semula";
"Cut"="Potong";
"Copy"="Salin";
"Paste"="Tampal";
"Select All"="Pilih Semua";
"Edit..."="Edit...";
"Delete"="Padam";
"Delete All"="Padam Semua";
"Window"="Tetingkap";
"Minimize"="Minimumkan";
"Help"="Bantuan";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="Batal";
"Str_Alert_Common_OK"="OK";

"Str_Alert_Common_Necessary_File_Not_Found"="Tidak menemui fail yang diperlukan untuk melaksanakan aplikasi.\nPasang semula FAX Utility.";
"Str_Alert_Common_Cannot_Get_Printer_Information"="Tidak memperoleh maklumat pencetak (faks). Buka \"Print & Fax Preferences\" dan tambah pemacu PC-FAKS.";
"Str_Alert_Common_Confirm_OverWrite"="Fail dinyatakan sudah wujud. Adakah anda ingin tulis ganti?";
"Str_Alert_Common_Not_Responding_Error"="Pencetak tidak bertindak balas. Pastikan pencetak disambung dengan betul dan kuasanya dihidupkan.";
"Str_Alert_Common_Communication_Error"="Ralat komunikasi pencetak berlaku.";
"Str_Alert_Common_Printer_Processing_Error"="Pencetak sedang memproses data. Tunggu seketika dan kemudian cuba semula.";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="Ralat dikesan semasa berkomunikasi dengan pencetak.\nKod Ralat (%d)";
"Str_Alert_Common_Error_Occurred"="Pemprosesan dibatalkan akibat berlakunya ralat.";
"Str_Alert_Common_PrinterStatusError"="Ralat berlaku pada pencetak. Bersihkan ralat dan kemudian cuba semula.";

// ------------------------------------------------------------------------
// Alert(Printer Speed Dial/Group Dial)
// ------------------------------------------------------------------------
"Str_Alert_Fax_SpeedDial_GroupDial_Cannot_Open"="Tidak dapat membuka Senarai Dail Laju/Dail Kumpulan kerana fungsi FAX Utility lain sudah berjalan. Sila tunggu sehingga ia selesai dan cuba semula.";
"Str_Alert_Fax_SpeedDial_GroupDial_Dial_Data_Write_Failed"="Gagal menulis Dail Laju/Dail Kumpulan.\nAdakah anda ingin keluar drp Senarai Dail Laju/Dail Kumpulan?";
"Str_Alert_Fax_SpeedDial_GroupDial_Cannot_Open_Fax_Phone_Book"="Tidak dapat membuka Buku Alamat.\nKod ralat (%d)";
"Str_Alert_Fax_SpeedDial_GroupDial_Fax_Phone_Book_Not_Found"="Tidak menemui Buku Alamat.\nMengimport dibatalkan.";
"Str_Alert_Fax_SpeedDial_GroupDial_Cannot_Get_Fax_Phone_Book_Data"="Tidak dapat memperoleh data daripada Buku Alamat.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Write_Failed_Volume_Near_Full"="Gagal menulis fail sandaran.\nTidak cukup ruang kosong atau ia mungkin terlindung tulis.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Write_Failed_Other_Application_Using"="Gagal menulis fail sandaran.\nFail yang dinyatakan sedang digunakan oleh aplikasi lain.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Write_Failed_With_ErrorCode"="Gagal menulis fail sandaran.\nKod Ralat (%d)";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_Failed_File_Broken"="Tidak dapat mengecam format fail.\nFail mungkin rosak atau dicipta oleh aplikasi lain.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_Failed_Other_Application_Using"="Gagal membaca fail sandaran.\nFail tertentu sedang digunakan oleh aplikasi lain.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_Failed_With_ErrorCode"="Gagal membaca fail sandaran.\nKod Ralat (%d)";
"Str_Alert_Fax_SpeedDial_GroupDial_Input_GroupName_Not_Support"="Aksara tidak disokong telah dimasukkan di dalam Nama/Nama Kumpulan.\nAnda hanya boleh gunakan aksara dan simbol abjad angka.";
"Str_Alert_Fax_SpeedDial_GroupDial_Input_FaxNumber_Not_Support"="Nombor faks termasuk aksara tidak disokong.\nAnda hanya boleh gunakan 0-9, *, #, -, dan ruang.";
"Str_Alert_Fax_SpeedDial_GroupDial_Confirm_Delete_Speed_Dial"="No. Entri %d Dail Laju telah didaftarkan kepada satu kumpulan atau lebih. Menukar Dail Laju kpd Dail Kumpulan akan memadamkan Dail Laju drp kumpulan sedia ada.\nAdakah anda ingin menukar No. entri %d Dail Laju kpd Dail Kumpulan?";
"Str_Alert_Fax_SpeedDial_GroupDial_Confirm_Delete_Speed_Dial_And_Group_Dial"="No. Entri %d Dail Laju telah didaftarkan kepada satu kumpulan atau lebih. Menukar Dail Laju kpd Dail Kumpulan akan memadamkan Dail Laju drp kumpulan sedia ada. Hasilnya, sesetengah kumpulan akan menjadi kosong dan turut dihapuskan.\nAdakah anda ingin menukar No. entri %d Dail Laju kpd Dail Kumpulan?";
"Str_Alert_Fax_SpeedDial_GroupDial_Maximum_Group_Dial"="Anda boleh daftar sehingga %d Dail Laju kpd satu Kumpulan.";
"Str_Alert_Fax_SpeedDial_GroupDial_Input_Name_Is_Space_Only"="Anda tidak boleh hanya memasukkan ruang kpd Nama/Nama Kumpulan.";
"Str_Alert_Fax_SpeedDial_GroupDial_Input_FaxNumber_Is_Space_Only"="Anda tidak boleh hanya memasukkan ruang kpd Nombor Faks.";
"Str_Alert_Fax_SpeedDial_GroupDial_Import_File_Not_Found"="Tidak menemui fail untuk diimport.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_Failed_File_Version"="Fail dipilih tidak boleh dibaca kerana ia telah dicipta dengan versi Utiliti Faks yang lebih baharu.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_Confirm_Trim_Data"="Fail tertentu termasuk beberapa entri yang tidak boleh dipulihkan kerana nombor entrinya melebihi had untuk pencetak tersambung yang ditunjukkan di bawah.\nAdakah anda ingin memulihkan entri yang sah?";
"Str_AlertInfo_Fax_SpeedDial_GroupDial_BackupFile_Read_Confirm_Trim_Data"="Bilangan entri maksimum: %d\nBilangan entri maksimum bagi setiap Dail Kumpulan: %d";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_NoAvailableData"="Tiada entri daripada fail yang dinyatakan dapat dipulihkan.";

// ------------------------------------------------------------------------
"NickName"="Kata Indeks";
"Fax Speed"="Kelajuan Faks";
"Default Speed"="Lalai";
"StrAlert_Input_NickName_UnknownCharacter_Not_Support"="Aksara tidak disokong telah dimasukkan di dalam Kata Indeks.";
"StrAlert_Input_Name_UnknownCharacter_Not_Support"="Aksara tidak disokong telah dimasukkan di dalam Nama/Nama Kumpulan.";
"Str_InUseByAnotherFunction"="Sedang digunakan oleh fungsi lain";

"StrAlert_InUseByAnotherFunction_CannotMove"="Tidak boleh dipindahkan. Ada satu atau lebih entri yang sedang digunakan oleh fungsi lain pada atau berdekatan kedudukan tertentu.";
"StrAlert_ProtectedData_Exist"="Ada satu atau lebih entri sedang digunakan pada fax berjadual atau fungsi lain. Ianya dilindungi dan tidak boleh ditukar.";
"StrAlert_ProtectedData_CannotMove"="Tidak boleh dipindahkan. Ada satu atau lebih entri yang telah dilindungi pada atau berdekatan kedudukan tertentu.";
"StrAlert_PhoneBook_ReWrite"="Satu atau lebih entri sudah pun ditukar oleh pengguna lain.\nAdakah anda ingin tulis ganti?";
"StrAlert_ProtectedData_WriteExcept"="Entri berikut menjadi terlindung kerana pengguna lain sudah mula menggunakannya.\nNombor Entri: %@\n\nAdakah anda ingin menulis entri kecuali di atas?";
"StrAlert_InUseByAnotherFunction_ClearData"="Enti yang dipaparkan dengan mesej \"Sedang digunakan oleh fungsi lain\" tidak boleh disimpan.\nAdakah anda ingin teruskan?";
"StrAlert_ProtectedData_CannotSaveStatus"="Keadaan sesetengah entri yang terlindung tidak akan disimpan.\nAdakah anda ingin teruskan?";
"StrAlert_RestoreData_ClearNameUnknownCharacter"="Medan Nama/Nama Kumpulan akan menjadi kosong jika ada sebarang aksara tidak disokong di dalam medan data yang dipulihkan.";
"StrAlert_InUseByAnotherFunction_RestoreData"="Satu atau lebih entri sedang digunakan oleh fungsi lain. Ia juga akan ditulis ganti dengan entri yang dipulihkan.\nAdakah anda ingin teruskan?";

"StrAlert_ProtectedData_1"="Tidak dapat menyimpan entri berikut pada pencetak anda. Ia telah digunakan dan dilindungi setelah anda mendapatnya drp pencetak. Semasa menyimpan, entri akan ditulis ganti dengan entri di dalam pencetak, sebarang pertukaran yang anda lakukan padanya akan hilang.\nNombor Entri: %@";
"StrAlert_ProtectedData_2"="Entri Dail Kumpulan berikut menyertakan satu atau lebih entri Dail Laju yang sedang dilindungi di dalam pencetak. Dail Laju ini akan dikeluarkan semasa menyimpan kumpulan. Dail akan dipadamkan apabila tiada Dail Laju di dalam kumpulan.\nNombor Entri: %@";
"StrAlert_ProtectedData_3"="Adakah anda ingin teruskan?";
"StrAlert_RestoreData_1"="Tidak dapat memulihkan entri Dail Laju atau Dail kumpulan berikut di dalam fail sandaran.\nNombor Entri: %@\nEntri terlindung dengan nombor di atas tidak boleh ditukar ganti.";
"StrAlert_RestoreData_2"="Entri Dail Kumpulan merangkumi satu atau lebih entri Dail Laju yang tidak dapat dipulihkan. Sebarang Dail Laju yang tidak boleh dipulihkan akan dikeluarkan semasa memulihkan kumpulan. Dail akan dipadamkan apabila tiada Dail Laju di dalam kumpulan.\nNombor Entri: %@";
"StrAlert_RestoreData_3"="Adakah anda ingin teruskan?";
"StrAlert_Confirm_Delete_ALLData_ExceptProtect"="Ada satu atau lebih entri Dail Laju atau Dail Kumpulan yang dilindungi. Mana-mana entri terlindung tidak boleh dipadamkan. Adakah anda ingin memadam semua entri kecuali yang dilindungi?";

"Str_FaxContacts"="Kenalan";
"Str_FaxAddressBook"="Buku Alamat";
"StrAlert_CannotAccessContacts_A"="Akses kpd %@ tidak dibenarkan.";
"StrAlert_CannotAccessContacts_B"="Benarkan FAX Utility untuk mengakses %@. Pergi ke [System Preferences] - [Security & Privacy] - [Privacy] - [%@].\nMula semula FAX Utility untuk kemas kini.";
